Repository: zenithteam-co/zenith-mobile-auth
Catalog: languages/zenith-mobile-auth-*.po
Languages: fa_ir

source: Zenith Mobile Auth
fa_ir: احراز هویت موبایلی زنیت

source: Mobile Auth (OTP)
fa_ir: ورود پیامکی (OTP)

source: Login or Register
fa_ir: ورود یا ثبت نام

source: We will send an OTP code to your mobile number.
fa_ir: ما یک کد تایید به شماره موبایل شما ارسال می‌کنیم.

source: Phone Number
fa_ir: شماره موبایل

source: Send Code
fa_ir: ارسال کد

source: Zenith Mobile Auth Status
fa_ir: وضعیت احراز هویت زنیت

source: Daily SMS Usage
fa_ir: مصرف روزانه پیامک

source: Security Status
fa_ir: وضعیت امنیتی

source: In Wait Time (Resend Blocked)
fa_ir: در زمان انتظار (ارسال مجدد مسدود)

source: Blocked (Too many incorrect attempts)
fa_ir: مسدود شده (تلاش ناموفق بیش از حد)

source: %d Incorrect Attempts (Max %d)
fa_ir: %d تلاش ناموفق (حداکثر %d)

source: Clean (No issues)
fa_ir: وضعیت عادی

source: Actions
fa_ir: عملیات

source: Unblock & Reset Limits
fa_ir: رفع مسدودی و ریست محدودیت‌ها

source: This will reset the daily limit count, wait timer, and incorrect attempt counter for this user.
fa_ir: این عملیات محدودیت روزانه، تایمر انتظار و شمارنده تلاش‌های ناموفق کاربر را ریست می‌کند.

source: Gender
fa_ir: جنسیت

source: Male
fa_ir: مرد

source: Female
fa_ir: زن

source: Invalid Phone
fa_ir: شماره موبایل نامعتبر است

source: Daily SMS limit reached. Try tomorrow.
fa_ir: محدودیت روزانه پیامک به پایان رسید. فردا تلاش کنید.

source: Please wait %d seconds before requesting a new code.
fa_ir: لطفا %d ثانیه صبر کنید تا بتوانید کد جدید درخواست دهید.

source: Code Sent
fa_ir: کد ارسال شد

source: Code expired. Please request a new code.
fa_ir: کد منقضی شده است. لطفا کد جدید درخواست کنید.

source: Session mismatch. Please request a new code.
fa_ir: عدم تطابق نشست. لطفا کد جدید درخواست کنید.

source: Too many failed attempts. Code invalidated.
fa_ir: تلاش‌های ناموفق بیش از حد. کد باطل شد.

source: Invalid Code. %d attempts remaining.
fa_ir: کد نامعتبر است. %d تلاش باقی مانده.

source: Verification Successful. Please complete your profile.
fa_ir: تایید موفقیت‌آمیز بود. لطفا پروفایل خود را تکمیل کنید.

source: Login Successful
fa_ir: ورود موفقیت‌آمیز بود

source: Session expired. Please restart login.
fa_ir: نشست منقضی شد. لطفا مجددا وارد شوید.

source: Profile Updated. Redirecting...
fa_ir: پروفایل بروز شد. در حال انتقال...

source: Code sent to
fa_ir: کد ارسال شد به

source: Change Number
fa_ir: تغییر شماره

source: Verify & Login
fa_ir: تایید و ورود

source: Resend in
fa_ir: ارسال مجدد در

source: Resend Code
fa_ir: ارسال مجدد کد

source: Complete your profile
fa_ir: تکمیل پروفایل

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: Save & Continue
fa_ir: ذخیره و ادامه

source: Skip for now
fa_ir: فعلا رد شوم

source: Sending...
fa_ir: در حال ارسال...

source: Verifying...
fa_ir: در حال بررسی...

source: Saving...
fa_ir: در حال ذخیره...

source: Enter Full Code
fa_ir: کد را کامل وارد کنید

source: Please enter your name.
fa_ir: لطفا نام خود را وارد کنید.

source: API Key Missing
fa_ir: کلید API یافت نشد
